brew 'git'
brew 'jq'
brew 'yq'
brew 'openssl'
brew 'colordiff'
brew 'wget'
brew 'curl'
brew 'nkf'
brew 'bash-completion'
brew 'mysql-client'
brew 'exa'
brew 'fd'
brew 'procs'
brew 'ripgrep'
brew 'mas'
brew 'gnu-sed'
brew 'grep'
brew 'direnv'

cask 'iterm2'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'alfred'
cask 'slack'
cask 'clipy'
cask '1password'
cask 'dropbox'
cask 'keyboardcleantool'
cask 'skitch'
cask 'bartender'
cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'tweeten'
cask 'drawio'
cask 'itsycal'
